Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/compiled/ted2020v1/en-ne.tmx
Source language: en
Languages: ne

source: AB: 59 squared, OK, and finally?
ne: अर्थर बेन्जामिन : ५९ को वर्ग, ल ठिक छ | र अन्त्यमा ?

source: AB: 93 squared.
ne: अर्थर बेन्जामिन : ९३ को वर्ग | कृपया तपाइंले तपाईंको उत्तर भन्नु हुन्थ्यो कि ?

source: Volunteer: 1369. AB: 1369.
ne: महिला: १३६९ | अर्थर बेन्जामिन : १३६९

source: Volunteer: 529. AB: 529.
ne: महिला : ५२९ अर्थर बेन्जामिन : ५२९

source: Volunteer: 3481. AB: 3481.
ne: पुरुस: ३४८१ अर्थर बेन्जामिन ;३४८१

source: Volunteer: 8649.
ne: पुरुस: ८६४९

source: AB: Thank you very much.
ne: अर्थर बेन्जामिन : धेरै धेरै धन्यबाद |

source: (Applause) Let me try to take this one step further.
ne: (प्रशंसा) लौ अब मलाई यो भन्दा अझ एक कदम अगाडी जान दिनुस |

source: I'm going to try to square some three-digit numbers this time.
ne: यस पटक मा तीन स्थान का अंक हरुको वर्ग निकाल्ने प्रयास गर्नेछु |

source: I won't even write these down -- I'll just call them out as they're called out to me.
ne: मैले यसपाला त झन लेख्ने पनि छैन --- म यत्तिकै ठाडै भन्दिने छु, जसै तपाईं हरु मलाई अंक दिनु हुनेछ |

source: Anyone I point to, call out a three-digit number.
ne: यदि कसै लाई मैले औला देखाए भने , तीन स्थान को अंक भन्नुस

source: Anyone on our panel, verify the answer.
ne: हाम्रो शाखा को जो कसैले पनि , उत्तर को पुस्टि गर्ने छ |

source: Just give some indication if it's right.
ne: मात्रै मलाई संकेत दिनुस यदि यो सहि छ भने |

source: A three-digit number, sir, yes?
ne: एउटा तीन स्थान को अंक, सर , ल भन्नुस्?

source: Audience: 987.
ne: श्रोता: ९८७

source: AB: 987 squared is 974,169.
ne: अर्थर बेन्जामिन : ९८७ को वर्ग ९,७४,१६९

source: (Laughter) AB: Yes? Good.
ne: (हाँसो) हो ? राम्रो |

source: Another three-digit -- (Applause) -- another three-digit number, sir?
ne: अर्को, अर्को तीन स्थान को अंक -- (प्रशंसा) -- अर्को तीन स्थान को अंक , सर ?

source: Audience: 457.
ne: श्रोता : ४५७ अर्थर बेन्जामिन : ४५७ को वर्ग २,०५,८४९

source: AB: Yes?
ne: हो ?

source: OK, another, another three-digit number, sir?
ne: ल ठिक छ, अर्को, अर्को तीन स्थान को अंक, सर?

source: AB: 321 is 103,041.
ne: श्रोता : ३२१ अर्थर बेन्जामिन : ३२१ को १,०३,०४१; १,०३,०४१

source: Yes? One more three-digit number please.
ne: श्रोता : ओह, ७२२

source: AB: 722 is 500, that's a harder one.
ne: अर्थर बेन्जामिन : ७२२ को ५००-- ओह, यो चाही अलि गार्हो परेछ |

source: Is that 513,284?
ne: ५,१३,२८४ हो कि ?

source: Volunteer: Yes.
ne: महिला : हो |

source: AB: Yes? Oh, one more, one more three-digit number please.
ne: अर्थर बेन्जामिन : हो?, ल अझै एउटा, कृपया अझै एउटा तीन स्थान को अंक !

source: Audience: 162.
ne: श्रोता: १६२

source: 162 squared is 26,244.
ne: १६२ को वर्ग चाही २६,२४४

source: (Applause) (Applause ends) Let me try to take this one step further.
ne: ( प्रशंसा ) अब म यसलाई अझै एक कदम अगाडी बढाउने प्रयास गर्दै छु |

source: (Laughter) I'm going to try to square a four-digit number this time.
ne: ( हाँसो ) यस पटक चाही म चार स्थान को अंक को वर्ग निकाल्ने प्रयास गर्दै छु |

source: You can all take your time on this; I will not beat you to the answer on this one, but I will try to get the answer right.
ne: अब यसपालि चाही तपाईं हरु ले पनि समय लिन सक्नु हुनेछ, म यस मा उत्तर निकाल्न तपाईं हरु लाई जित्न चाही सक्दिन , तर म उत्तर चाही सहि निकाल्ने प्रयास गर्ने छु | यसलाई अझैँ विश्वस्नीय बनाउन यस पटक चाही चौथो पङ्क्ति बाट लिउ होला

source: To make this a little bit more random, let's take the fourth row this time, let's say, one, two, three, four.
ne: लौ तपाईं हरु , एक, दुइ , तीन, चार |

source: If each of you would call out a single digit between zero and nine, that will be the four-digit number that I'll square.
ne: तपाईं हरु प्रत्येक ले ० देखि ९ सम्म को एक एक अंक भन्नु भयो भने , त्यो नै त्यस्तो चार स्थान को अंक हुनेछ जसको मैले वर्ग निकाल्ने छु | श्रोता: नौं

source: Nine.
ne: अर्थर बेन्जामिन : नौं श्रोता: सात | अर्थर बेन्जामिन: सात

source: Seven.
ne: श्रोता : पाँच | अर्थर बेन्जामिन : पाँच

source: Five.
ne: श्रोता: आठ | अर्थर बेन्जामिन : आठ

source: 9,758, this will take me a little bit of time, so bear with me.
ne: ९,७५८, यसको लागि मलाई केहि समय चाही लाग्ने छ है , त्यसैले धैर्यता राख्नुस है |

source: Volunteer: Yes!
ne: महिला : हो | अर्थर बेन्जामिन : यहाँ लाई धेरै धन्यबाद |

source: (Applause) (Applause ends) Now, I would attempt to square a five-digit number -- and I can -- but unfortunately, most calculators cannot.
ne: ( प्रशंसा) अब , म पाँच स्थान को अंक को वर्ग निकाले प्रयास गर्ने छु -- र म सक्छु पनि -- तर दुर्भाग्य नै मान्नु पर्छ, धेरै जसो क्यालकुलेटर ले चाही सक्दैनन |

source: (Laughter) Eight-digit capacity -- don't you hate that?
ne: (हाँसो) जम्मा आठ स्थान को क्षमता -- कति घृणा गर्नु हुन्छ होला तपाईंले!, है ?

source: So, since we've reached the limits of our calculators -- what's that?
ne: तसर्थ, हामी हाम्रो क्यालकुलेटर हरुको क्षमता भन्दा माथि पुगिसकेकोले-- के हो त्यो ? के तपाईंको ले सक्छ र --

source: Does yours go higher?
ne: महिला : मलाई थाहा भएन|

source: Volunteer: I don't know.
ne: अर्थर बेन्जामिन : के तपाईंको माथि जान्छ र ?

source: AB: Oh, yours does?
ne: भनेपछि तपाईंको हुने रहेछ?

source: Volunteer: I can probably do it. AB: I'll talk to you later.
ne: दर्शक: मैले सम्भवत गर्न सक्छु होला| अर्थर बेन्जामिन : म तपाईं संग पछि कुरा गरौँला |

source: In the meanwhile, let me conclude the first part of my show by doing something a little trickier.
ne: तर अहिले लाई चाही मलाई मेरो जादु को पहिलो भाग लाइ अन्त्य गर्न दिनुस, केहि अलि चलाखीपूर्ण कुरा गरेर |

source: Let's take the largest number on the board here, 8649.
ne: लौ अब यो बोर्ड मा भएको सब भन्दा ठुलो अंक लिउ; ८,६४९

source: Would you each enter that on your calculator?
ne: तपाई हरु प्रत्येक ले आफ्नो क्यालकुलेटर मा त्यो अंक हाल्नु हुन्थ्यो कि ?

source: And instead of squaring it this time, I want you to take that number and multiply it by any three-digit number that you want, but don't tell me what you're multiplying by -- just multiply it by any random three-digit number.
ne: तर यस पटक यसको वर्ग निकाल्नु को सट्टा म यो चाहान्छु कि तपाई त्यो अंक लिनुस् र यसलाई तपाईं हरु ले चाहेको तीन स्थान को अंक ले गुणन गर्नुस् , तर मलाई नभन्नु होला कि तपाईंले कुन चाही अंक ले गुणन गर्नु भयो भनेर, मात्रै तपाईं ले यसलाई कुनै एउटा तीन स्थान को अंक ले गुणन गर्नुस

source: So you should have as an answer either a six-digit or probably a seven-digit number.
ne: ताकी तपाईं संग एउटा उत्तर हुने छ जुन छ स्थान को पनि हुन सक्छ अथवा सात स्थान को पनि हुन सक्छ सायद

source: How many digits do you have, six or seven?
ne: तपाईं संग कति स्थान का उत्तर छन् , छ कि सात ?

source: Seven, and yours?
ne: सात, अनि तपाईं को नि ? महिला : सात

source: Seven? Seven?
ne: अर्थर बेन्जामिन : सात ?

source: And, uncertain.
ne: सात ? कि अनिश्चित |

source: Is there any possible way that I could know what seven-digit numbers you have?
ne: भएको सात स्थान को अंक भन्न सक्ने ?

source: Say "No."
ne: "छैन" भन्नुस | (हाँसो )

source: (Laughter) Good, then I shall attempt the impossible -- or at least the improbable.
ne: ल ठिक छ | त्यसो हो भने मैले त्यो असम्भब कुरो -- अथवा कम्तिमा सम्भाव्यता पनि नभएको कुरा लाइ प्रयास गर्नेछु |

source: What I'd like each of you to do is to call out for me any six of your seven digits, any six of them, in any order you'd like.
ne: अब म के चाहन्छु भने , तपाईं हरु सबैले तपाईं हरु संग भएको सात अंक मध्ये कम्तिमा कुनै छ ओटा, मलाई भनिदिनु हुन्छ कि, तपाईं लाई मन पर्ने तरिका ले, जताको अंक भन्दा पनि हुन्छ |

source: (Laughter) One digit at a time, I shall try and determine the digit you've left out.
ne: (हाँसो) तर एक स्थान एक पटक मा, र तपाईं हरु ले नभन्नु भएको अंक मैले भन्न प्रयास गर्ने छु|

source: Starting with your seven-digit number, call out any six of them please.
ne: त्यसो हो भने, तपाईं को सात ओटा अंक मध्ये, कृपया कम्तिमा छ ओटा भन्नु हुन्थ्यो कि |

source: Volunteer: 1, 9, 7, 0, 4, 2.
ne: महिला : एक , ल ठिक छ , १९७०४२

source: AB: Did you leave out the number 6?
ne: अर्थर बेन्जामिन : तपाईं ले छोड्नु भएको अंक ६ हो ?

source: Good, OK, that's one.
ne: महिला: हो | अर्थर बेन्जामिन : गज्जब | ल ठिक छ , यो त एउटा भयो |

source: You have a seven-digit number, call out any six of them please.
ne: तपाईं संग भएको सात स्थान का अंक हरु मध्ये, कृपया कुनै छ ओटा भनि दिनुस न |

source: Volunteer: 4, 4, 8, 7, 5.
ne: महिला: ४४८७५ अर्थर बेन्जामिन : मलाई लाग्छ मैले मात्रै पाँच अंक सुने.

source: I think I only heard five numbers. I -- wait -- 44875 -- did you leave out the number 6?
ne: म -- पख्नुस -- ४४,८७५ तपाईंले छोड्नु भएको अंक ६ हो ?

source: Same as she did, OK.
ne: महिला ; हो | अर्थर बेन्जामिन : ठ्याक्कै उहाको जस्तै | ल ठिक छ , तपाईंसंग चाही सात स्थान को अंक छ --

source: You've got a seven-digit number -- call out any six of them loud and clear.
ne: कुनै छ ओटा चर्को र प्रस्ट आवाज मा भन्नुस त |

source: Volunteer: 0, 7, 9, 0, 4, 4.
ne: मानिस : ०७९०४४

source: I think you left out the number 3?
ne: अर्थर बेन्जामिन : मलाई लाग्छ तपाईं ले ३ छुटाउनु भयो ?

source: AB: That's three.
ne: त्यो तीन नै हो | मैले अनुमान का आधारमा यो सबै चार ओटै प्रस्न को जवाफ मिलाउने सम्भाव्यता

source: The odds of me getting all four of these right by random guessing would be one in 10,000: 10 to the fourth power.
ne: १०,००० मा एक : यानेकी १० को पावर चार हुन्छ |

source: OK, any six of them.
ne: ल ठिक छ, तिनी हरु मध्ये कुनै छ ओटा |

source: (Laughter) Really scramble them up this time, please.
ne: एकदम गोलमाल पारेर भन्नुस त यस पटक, कृपया |

source: Volunteer: 2, 6, 3, 9, 7, 2.
ne: मानिस: २६३९७२ |

source: Did you leave out the number 7?
ne: अर्थर बेन्जामिन : तपाईं ले ७ छोड्नु भयो हो ?

source: And let's give all four of these people a nice round of applause.
ne: लौ अब यहाँ हरु चार जना लाई फेरी एकपटक जोडदार प्रशंसा गरौ त |

source: (Applause) (Applause ends) For my next number -- (Laughter) while I mentally recharge my batteries, I have one more question for the audience.
ne: अब मेरो अर्को अंक -- (हाँसो) मैले मेरो दिमागलाई तताई रहदा, म दर्शक दिर्घालाई एउटा प्रश्न गर्नु चाहन्छु |

source: By any chance, does anybody here happen to know the day of the week that they were born on?
ne: कुनै तरिकाले , यहाँ हुनु भएका कोही कसैलाई थाहा होला कि, त्यो दिनको बार जुन दिन तपाईं जन्मनु भएको थियो ?

source: If you think you know your birth day, raise your hand.
ne: यदि तपाईं लाई लाग्छ कि तपाईं लाई तपाईं को जन्मदिन थाहा छ भने, हात उठाउनुस |

source: Let's see, starting with -- let's start with a gentleman first.
ne: लौ त अब , सुरु गरौ - ल अब एक पुरुष महासय बाट सुरु गरौ न त

source: What year was it, first of all?
ne: ल ठिक छ सर, कुन साल थियो होला, पहिले त्यो भन्नुस त ?

source: That's why I pick a gentleman first.
ne: यस्तो हुने भएर त मैले पहिले पुरुष बाट शुरु गर्छु कुन बर्ष?

source: Audience: 1953.
ne: श्रोता : १९५३

source: 1953, and the month?
ne: अर्थर बेन्जामिन : १९५३ , कुन चाही महिना?

source: November what?
ne: श्रोता : नोभेम्बर | अर्थर बेन्जामिन: नोभेम्बर कति? श्रोता: २३ गते |

source: 23rd -- was that a Monday?
ne: अर्थर बेन्जामिन: २३ गते -- के त्यो सोमबार थियो?

source: Audience: Yes.
ne: श्रोता: हो | ल ठिक छ, राम्रो | अरु कोही हुनुहुन्छ?

source: Good. Somebody else?
ne: अरु कसैलाई मन छ कि --

source: I haven't seen any women's hands up.
ne: देख्नु भो त --मैले कुनै महिला को हात उठेको देखिन |

source: OK, how about you, what year?
ne: ल ठिकै छ | यो ' -- तपाईं को के छ, कुन वर्ष?

source: 1949, and the month?
ne: श्रोता: १९४९ . अर्थर बेन्जामिन::१९४९, अनि कुन महिना?

source: October what?
ne: श्रोता: अक्टोबर | अर्थर बेन्जामिन: अक्टोबर कति? पाँचौं

source: Fifth -- was that a Wednesday?
ne: अर्थर बेन्जामिन: पाँचौं-- के त्यो बुधबार थियो ?

source: Yes! I'll go way to the back right now, how about you?
ne: हो,--- अब चाही म अन्तिम लहरमा जान्छु, तपाईं को कति नि ?

source: Yell it out, what year?
ne: चर्को भन्नुस त, कुन वर्ष?

source: Audience: 1959.
ne: श्रोता: १९५९ अर्थर बेन्जामिन: १९५९, ल ठिक छ-- अनि कुन महिना?

source: 1959, OK -- and the month?
ne: श्रोता: फेब्रुअरी

source: Audience: February.
ne: अर्थर बेन्जामिन: फेब्रुअरी कुन?

source: February what?
ne: श्रोता: छैठौ |

source: Sixth -- was that a Friday? Audience: Yes.
ne: अर्थर बेन्जामिन: छैठौ -- के त्यो शुक्रबार थियो?

source: Good, how about the person behind her?
ne: श्रोता: हो| ल ठिक छ, यहाँ भन्दा पछाडी बस्नेको चाही के छ नि?

source: Call out, what year was it?
ne: भन्नुस--भन्नुस --कुन वर्ष थियो होला?

source: Audience: 1947. AB: 1947, and the month?
ne: श्रोता: १९४७, अर्थर बेन्जामिन: १९४७, र कुन महिना?

source: Audience: May. AB: May what?
ne: श्रोता: मे | अर्थर बेन्जामिन:मे कुन?

source: Seventh -- would that be a Wednesday?
ne: श्रोता: सातौं| अर्थर बेन्जामिन:-- बुधबार हुनुपर्ने?

source: Audience: Yes. AB: Thank you very much.
ne: श्रोता: हो | धेरै धेरै धन्यबाद|

source: (Applause) Anybody here who'd like to know the day of the week they were born?
ne: (प्रशंसा) यहाँ अरु कोही हुनुहुन्छ कि , जो आफु जन्मेको बार जान्न चाहनु हुन्छ?

source: We can do it that way.
ne: हामी त्यो तरिका पनि त गर्न सक्छौ |

source: Of course, I could just make up an answer and you wouldn't know, so I come prepared for that.
ne: अवश्य पनि, म एउटा त्यस्तो उत्तर बनाउनेछु जुन तपाईं हरु लाई थाहा हुन छैन, म त्यसको लागि पनि तयार भएर आएको छु |

source: I brought with me a book of calendars.
ne: मैले म संग क्यालेन्डर हरुको किताब ल्याएको छु|

source: It goes as far back into the past as 1800, because you never know.
ne: यो पात्रो धेरै पुरानो तिथिमिति यहासम्म कि सन् १८०० पछाडी जान्छ, किनकि कसलाई के थाहा |

source: (Laughter) I didn't mean to look at you, sir -- you were just sitting there.
ne: (हाँसो) मेरो उदेश्य तपाईं लाई हेर्नु त थिएन, सर-- तपाईं नै त्यहि बस्नु भाथ्यो, त्यसैले |

source: (Laughter) Anyway, Chris, you can help me out here, if you wouldn't mind.
ne: जे भएपनि, क्रिस, तपाईं ले मलाई सहयोग गर्न सक्नु हुन्छ, यदि तपाईं दुख मान्नु हुन्न भने |

source: This is a book of calendars.
ne: यो क्यालेन्डर को किताब हो, र म सोध्छु --

source: Who wanted to know their birth day?
ne: त्यो को हो जसले आफ्नो जन्मदिन जान्न चाहन्छ? तपाईं, सर?

source: Audience: 1966.
ne: श्रोता: १९६६

source: 66 -- turn to the calendar with 1966.
ne: अर्थर बेन्जामिन: '६६-- ल त १९६६ को क्यालेन्डर पल्टाउनुस्--

source: And what month?
ne: अनि कुन महिना?

source: Audience: April. AB: April what?
ne: श्रोता: अप्रिल | अर्थर बेन्जामिन:अप्रिल कुन?

source: Audience: 17th.
ne: श्रोता: सत्रौं | अर्थर बेन्जामिन:--मलाई विश्वास छ कि त्यो आइतबार थियो |

source: Can you confirm, Chris?
ne: तपाइले निधो दिनु हुन्थ्यो कि, क्रिस?

source: Chris Anderson: Yes.
ne: क्रिस : हो | अर्थर बेन्जामिन: ल ठिक छ म तपाईं लाई यो भन्छु, क्रिस

source: AB: I'll tell you what, Chris: as long as you have that book in front of you, do me a favor, turn to a year outside of the 1900s, either into the 1800s or way into the 2000s -- that'll be a much greater challenge for me.
ne: जबसम्म त्यो किताब तपाईंको अगाडी रही रहन्छ , मलाई एउटा सहयोग गर्नुस, ल कुनै एउटा १९००औ भन्दा फरक वर्ष खोल्नुस त, कि १८००औ वा २०००औ तिर को त्यो चाही साच्ची नै गार्हो हुनेछ मेरो लागि |

source: AB: What year would you like? CA: 1824.
ne: क्रिस, तपाईं कुन चाही वर्ष रोज्न चाहनुहुन्छ? क्रिस: १८२४

source: AB: 1824, OK.
ne: अर्थर बेन्जामिन:१८२४, ल ठिक छ|

source: AB: And what month?
ne: अनि कुन महिना? क्रिस: जुन

source: CA: June.
ne: अर्थर बेन्जामिन:जुन कुन?

source: AB: June what? CA: Sixth.
ne: क्रिस: छैटौं

source: AB: Was that a Sunday?
ne: अर्थर बेन्जामिन:छैटौ-- के त्यो आइतबार थियो?

source: CA: It was. AB: And it was cloudy.
ne: क्रिस: हो त | अर्थर बेन्जामिन:र त्यो दिन बादल लागेको थियो|

source: (Laughter) Good, thank you very much.
ne: राम्रो | धेरै धेरै धन्यबाद|

source: (Applause) (Applause ends) But I'd like to wrap things up now by alluding to something from earlier in the presentation.
ne: (प्रशंसा) तर,अब म यी कुराहरुलाई निष्कर्ष तिर लैजाने पक्षमा छु-- पहिलेको प्रसङ्ग लाई उधृत गर्दै जुन मैले शुरुमा गरेको थिए|

source: There was a gentleman up here who had a 10-digit calculator.
ne: हामी सग एक जना महासय हुनुहुन्थ्यो जो संग १० स्थान सम्म दिने क्यालकुलेटर थियो |

source: Where is he, would you stand up, 10-digit guy?
ne: वहा को हो? उठी दिनु हुन्थ्यो कि? लौ त महासय?

source: OK, stand up for me just for a second, so I can see where you are.
ne: ल ठिक छ, मेरो लागि एक सेकेन्ड उठिदिनुस, ताकी म तपाईं कहाँ हुनुहुन्छ देख्न सकु |

source: You have a 10-digit calculator, sir, as well?
ne: ल ठिक छ, ठिक छ -- तपाईं संग पनि १० स्थान वाला क्यालकुलेटर छ सर?

source: OK, what I'm going to try and do, is to square in my head a five-digit number requiring a 10-digit calculator.
ne: ल ठिक छ, अब म के गर्न गैरहेको छु भने, कुनै पाँच स्थान वाला अंक को वर्ग मेरो दिमाग भित्र निकाल्दै छु जसको लागि १० स्थाने क्यालकुलेटर आवश्यक पर्छ|

source: But to make my job more interesting for you, as well as for me, I'm going to do this problem thinking out loud.
ne: तर, म मेरो यो कला तपाई हरु लाई बढी मनोरन्जन पूर्ण बनाउन, मेरो लागि पनि, म यो हिसाब लाई यसरी गर्दछु कि म चिच्याउदै सोच्छु |

source: So you can actually, honestly hear what's going on in my mind while I do a calculation of this size.
ne: ताकी तपाईं ले वास्तवमै, साच्चिकै सुन्नुहुनेछ, कि मेरो दिमाग मा के भै रहेको हुन्छ जब म यस्तो खालको हिसाब गरिरहेको हुन्छु |

source: Now, I have to apologize to our magician friend Lennart Green.
ne: यहानिर, मैले मेरो जादुगर मित्र "लेन्नार्ड ग्रीन" संग माफी माग्नु पर्ने हुन्छ|

source: I know as a magician we're not supposed to reveal our secrets, but I'm not too afraid that people are going to start doing my show next week, so -- I think we're OK.
ne: मलाई थाहा छ कि जादुगर हरु ले आफ्नो कलाको रहस्य अरु लाई सिकाउनु हुन्न| तर पनि मलाई यो लाग्दैन कि मानिस हरु अर्को हप्ता देखि नै मेरो जादु देखाउदै हिड्न सक्छन,त्यसैले-- मलाई लाग्छ, जे हुदै छ, ठिकै छ|

source: (Laughter) (Applause) So, let's see, let's take a different row of people, starting with you.
ne: लौ त, अब, अब एउटा -- अब एउटा फरक पङ्क्ति बाट मानिस हरु लिउँ, तपाईं बाट सुरु गरौ |

source: I'll get five digits: one, two, three, four.
ne: म पाच अंक लिने छु, एक, दुइ , तीन, चार--

source: Oh, I did this row already.
ne: अँ, मैले यो पङ्क्ति पहिले नै गर्या थिए, अर्को पङ्क्ति लिउँ न त तपाईं अगाडी को,

source: Let's do the row before you, starting with you: one, two, three, four, five.
ne: ल तपाईं बाट सुरु गरौ त सर:एक, दुइ, तीन, चार, पाँच|

source: Call out a single digit -- that will be the five-digit number that I will try to square, go ahead.
ne: ल एउटा अंक भन्नुस त-- त्यो पाँच स्थान को अंक हुनेछ, जसको मैले वर्ग निकाल्न प्रयास गर्ने छु | लौ भन्नुस त |

source: Six.
ne: श्रोता: आठ | अर्थर: आठ|

source: Three.
ne: श्रोता: तीन| अर्थर: तीन|

source: 57,683 -- squared.
ne: ५७,६८३ वर्ग.

source: Yuck.
ne: हत्तेरी |

source: Let me explain to you how I'm going to attempt this problem.
ne: म तपाईं लाई यो बताउदै छु कसरी, म कसरी यो हिसाब गर्न गइरहेको छु|

source: I'm going to break the problem down into three parts.
ne: म यो हिसाब लाई तीन भाग मा बाड्न गइरहेको छु|

source: I'll do 57,000 squared, plus 683 squared, plus 57,000 times 683 times two.
ne: म पहिले ५७,००० को वर्ग निकाल्छु, तेस्मा ६८३ को वर्ग जोड्छु, र ५७००० x ६८३ x २ को हिसाब निकाल्छु |

source: Add all those numbers together, and with any luck, arrive at the answer.
ne: र ती सबै लाई जोड्छु, र यदि भाग्यले साथ दियो भने, उत्तर पत्ता लाग्नेछ |

source: Now, let me recap.
ne: मलाई एकछिन सम्झन दिनुस |

source: (Laughter) Thank you.
ne: धन्यबाद|

source: (Laughter) While I explain something else -- (Laughter) -- I know, that you can use, right?
ne: जब म प्रसङ्ग बाहिरको कुरा गरिरहेको हुन्छु-- -- मलाई थाहा छ तपाईं सक्नु हुन्छ, है?

source: (Laughter) While I do these calculations, you might hear certain words, as opposed to numbers, creep into the calculation.
ne: जब म यो हिसाब गरिरहेको हुन्छु, तपाईं हरु केहि त्यस्ता शब्दहरु सुन्नुहुनेछ, जुन अंक भन्दा बिल्कुल अनौठो तरिकाले हिसाब गर्दा प्रयोग हुनेछ|

source: Let me explain what that is.
ne: आखिर, त्यो हो चाहि के म भन्दै छु

source: This is a phonetic code, a mnemonic device that I use, that allows me to convert numbers into words.
ne: त्यो ध्वनी सुत्र हो, एकखालको सम्झने तरिका जुन म प्रयोग गर्छु , जसले मलाई अंक लाइ लाई शब्दमा रुपान्तरण गर्न मद्दत गर्नेछ|

source: I store them as words, and later on retrieve them as numbers.
ne: म त्यसलाई शब्दको रुपमा सम्झन्छु र पछि अंक को रुपमा प्रयोग गर्छु |

source: I know it sounds complicated; it's not.
ne: यस्तो लाग्छ, यो साच्ची नै जटिल जस्तो लाग्छ, तर त्यस्तो हुदैन--

source: I don't want you to think you're seeing something out of "Rain Man."
ne: म यति मात्र चाहन्छु कि तपाईंहरु लाई यहाँ एउटा पागल देखिरहेको अनुभूति नहोस |

source: (Laughter) There's definitely a method to my madness -- definitely, definitely.
ne: (हाँसो) तर मेरो मेरो पागलपनको पनि पक्कै फरक तरिका छ --- पक्कैपनि, पक्कैपनि | माफ गर्नु होला |

source: (Laughter) If you want to talk to me about ADHD afterwards, you can talk to me then.
ne: (हाँसो) यदि तपाईं मेरो यो बहुलट्ठीपन को बारेमा पछि कुरा गर्न चाहनुहुन्छ भने तपाईं म संग कुरा गर्न सक्नुहुन्छ| ल ठिक छ--

source: By the way, one last instruction, for my judges with the calculators -- you know who you are -- there is at least a 50 percent chance that I will make a mistake here.
ne: ए साच्ची, लौ एउटा अन्तिम निर्देशन क्यालकुलेटर वाला मेरो निर्णायक मण्डल -- यहाँहरु को हो भन्ने त यहाँहरु लाई थाहा छदैछ नि हैन यहाँ ५० प्रतिशत यो पनि सम्भावना छ कि मैले गल्ति पनि गर्न सक्छु |

source: If I do, don't tell me what the mistake is; just say, "you're close," or something like that, and I'll try and figure out the answer -- which could be pretty entertaining in itself.
ne: केहि गरि मैले गरि नै हाले भने पनि, मलाई गल्ति के भयो नभन्नु; यति मात्रै भन्नुकि " मिल्नै लाग्याछ" अथवा त्यस्तै केहि भन्नु, अनि म फेरी प्रयास गर्नेछु जुन तपाईं हरु लाइ आफैमा सुन्न पनि मज्जा हुनेछ |

source: If, however, I am right, whatever you do, don't keep it to yourself, OK?
ne: यदि, केहिगरी, म सहि भए भने, जे मन लाग्छ त्यहि गर्नु, तर उत्तर लुकाउन चाही नलुकाउनु नि, हुन्छ?

source: (Laughter) Make sure everybody knows that I got the answer right, because this is my big finish, OK.
ne: (हाँसो) यति मात्र हो कि मैले सहि उत्तर भने भनेर सबै ले जानुन, किनकि यो नै मेरो ठुलो सफलता सहितको अन्त्य हुनेछ, है त |

source: So, without any more stalling, here we go.
ne: लौ अब, कत्ति पनि ढिला नगरीकन म शुरु गर्छु |

source: I'll start the problem in the middle, with 57 times 683.
ne: म पहिले बिचको हिसाब गर्छु, ५७ लाइ ६८३ ले गुन्छु|

source: 57 times 68 is 3,400, plus 476 is 3876, that's 38,760 plus 171, 38,760 plus 171 is 38,931.
ne: अब, ५७ लाइ ६८ गुन्दा ३४००, र ४७६ जोड्दा ३८७६, त्यो भनेको ३८७६० र १७१ जोड्दा, ३८७६० मा १७१ जोड्दा ३८९३१ भयो|

source: 38,931; double that to get 77,862.
ne: ३८९३१ को दुइ गुना ७७,८६२ भयो|

source: 77,862 becomes cookie fission, cookie fission is 77,822.
ne: ७७८६२ अब बिस्कुटको टुक्रा भो, बिस्कुटको टुक्रा भनेको ७७,८२२

source: That seems right, I'll go on. Cookie fission, OK.
ne: यो ठिकै छ जस्तो छ, म अरु हिसाब गर्छु, बिस्कुटको टुक्रा, ल ठिक छ|

source: Next, I do 57 squared, which is 3,249, so I can say, three billion.
ne: अब, म ५७ को वर्ग निकाल्छु, जुन ३२४९ हुन्छ, त्यसैले म भन्न सक्छु कि, तीन अर्ब, अब २४९ लिउँ र, त्यो टुक्रामा जोडौ, २४९,

source: Take the 249, add that to cookie, 249, oops, but I see a carry coming -- 249 -- add that to cookie, 250 plus 77, is 327 million -- fission, fission, OK, finally, we do 683 squared, that's 700 times 666, plus 17 squared is 466,489, rev up if I need it, rev up, take the 466, add that to fission, to get, oh gee -- 328,489.
ne: लौन, यहाँ त हात लागे पनि आयो जस्तो छ -- २४९-- अब त्यो टुक्रामा जोडौं, २५० र ७७, तब हुन्छ ३२७ अर्ब-- टुक्रा, टुक्रा, ल ठिक छ, अन्त्यमा, हामी ६८३ को वर्ग निकाल्छौ, र ७०० लाइ ६६६ ले गुणेर, १७ को वर्ग जोडौ, तब ४६६,४८९, गति बढाउ यदि चाइयो भने, गति बढाम, फेरी ४६६ लिउँ, त्यसलाई त्यो टुक्रा मा जोडौं, ताकी हत्तेरीका, ३,२८,४८९

source: Audience: Yeah! AB: Good.
ne: श्रोता: त्यहि हो| अर्थर: लौ ठिक भो|

source: (Applause) I hope you enjoyed mathemagics.
ne: धेरै धेरै धन्यबाद| म आशा गर्छु तपाईं हरु लाई "गणित जादु" मन पर्यो| धन्यबाद|

source: So we humans have an extraordinary potential for goodness, but also an immense power to do harm.
ne: अँ त, हामी मानव जातिमा कसैमाथि भलाइ गर्न सक्ने असाधारण क्षमता छ अनि नोक्सान गर्न सक्ने असीम तागत पनि छ ।

source: Any tool can be used to build or to destroy.
ne: जुनसुकै उपकरण निर्माण र विनास दुवै कामका लागि उपयोग गर्न सकिन्छ ।
